{
  "header": {
    "home": "Home",
    "portfolio": "Portfolio",
    "about": "About",
    "contact": "Contact"
  },
  "contactPage": {
    "header": "Feel free to contact be about anything. I'm happy to just chat about tech or discuss new promising project ideas",
    "email": "E-mail",
    "message": "Message",
    "subject": "Subject",
    "hint_wrong": "Invalid E-mail address",
    "hint_correct": "Valid E-mail address",
    "hint_required": "E-mail required",
    "placeholder_email": "name@example.com",
    "placeholder_message": "Write your message here...",
    "placeholder_subject": "Interesting Subject...",
    "submit": "Send"
  },
  "aboutPage": {
    "title": "About",
    "paragraph1": "I am currently studying the fourth year of the Engineer program in Sociotechnical Systems (STS). The STS program intertwines society and engineering and provides broad perspectives. STS takes a lot of social science courses within the program, which in turn makes us look critically at both code and academic texts.",
    "paragraph2": "Technology, society and gastronomy are my three biggest interests. This reflects in the projects I have been working on. I am incredibly interested in how to combine good user experience design, gastronomic science and programming. Projects like 'Wine Cellar' is a good example of the end result because of this interest.",
    "paragraph3": "In the future, I see myself surrounded by new technology where I work at the forefront. Automation with the help of statistical learning & deep learning that together become machine learning feels like the future I want to share and develop with like-minded people. If you feel the same don't hesitate to contact me.",
    "resume": "Download my resume"
  },
  "homePage": {
    "description": {
      "span1": "Engineering student in sociotechnical systems at Uppsala University. The master specializes in IT and I have a big interest in ",
      "span2": "AI ",
      "span3": "and ",
      "span4": "Web-development."
    },
    "scroll": "Scroll down..."
  },
  "projectPage": {
    "title": "Portfolio",
    "cards": [
      {
        "title": "Wine Cellar",
        "description": "This is an mobile application that helps you keep track of the wines that you own. Written by me in Google's language dart, with the SDK Flutter",
        "url": "https://github.com/redsuperbat/wine_cellar",
        "img": "https://i.imgur.com/bXYqcne.png",
        "language": "Dart"
      },
      {
        "title": "Zigma Books",
        "description": "Second hand book selling Mobile application written in Dart with Flutter SDK. Developed this app as a part of my bachelors dissertion. Full report found on github.",
        "url": "https://github.com/redsuperbat/zigma",
        "img": "https://i.imgur.com/rZNhjqC.png",
        "language": "Dart"
      },
      {
        "title": "Stock Manager",
        "description": "Web-app I made as a part of a work-application. This app features real time data updates with websockets that are connected to a mysql database. Written in vuejs, node and mySql.",
        "url": "https://github.com/redsuperbat/arbetsprov",
        "img": "https://i.imgur.com/R0E095R.jpg",
        "language": "html, css, javascript, mysql"
      },
      {
        "title": "Image Recognition",
        "description": "Deep learning algorithm that recognizes pictures by training a model from a huge set of pictures. The code utilizes the keras library which is able to run on top of tensorflow.",
        "url": "https://github.com/redsuperbat/CIFAR-deep-learning",
        "img": "https://i.imgur.com/O9Zy2r3.png",
        "language": "Python"
      },
      {
        "title": "Ordering Application",
        "description": "This is a project made by 5 students for a course in human-computer interaction. The goal was to make a user friendly burger ordering app, as well as being a tool for order-slip-management in the kitchen.",
        "url": "https://github.com/redsuperbat/Hamburger-app",
        "img": "https://i.imgur.com/P6G3z1j.png",
        "language": "html, css, javascript"
      }
    ]
  }
}
