{
  "header": {
    "home": "Hem",
    "portfolio": "Portfolio",
    "about": "Om mig",
    "contact": "Kontakt"
  },
  "contactPage": {
    "header": "Kontakta mig gärna för allt mellan himmel och jord. Jag tar gärna en kaffe och pratar om tech eller intressanta projektidéer",
    "email": "Mejladress",
    "message": "Meddelande",
    "subject": "Ämne",
    "hint_wrong": "Felaktig mejladress",
    "hint_correct": "Riktig mejladress",
    "hint_required": "Emejl krävs",
    "placeholder_email": "namn@exempel.com",
    "placeholder_message": "Skriv ditt meddelande här...",
    "placeholder_subject": "Roligt ämne...",
    "submit": "Skicka"
  },
  "aboutPage": {
    "title": "Om mig",
    "paragraph1": "Jag går fjärde året på min utbildning i Civilingenjörs-programmet i System Teknik och Samhälle (STS). STS-programmet kombinerar samhälle med ingenjörs-världen och ger breda perspektiv. STS innehåller många samhällskurser vilket gör att vi studenter lär oss titta kritiskt både på såväl kod som akademiska texter..",
    "paragraph2": "Teknik, samhälle och gastronomi är mina tre största intressen. Det reflekteras i de projekt jag har gjort och jag tycker det är otroligt intressant hur man kan kombinera och uppnå synergieffekter med bra design av användargränssnitt, gastronomisk vetenskap och programmering. Projekt som 'Vinkällaren' är ett exempel på slutresultatet av just denna kombination av intressen.",
    "paragraph3": "I framtiden ser jag mig själv omgiven av den senaste teknologin där jag jobbar i teknikens framkant. Automatisering med hjälp av Statistiskt lärande & Djuplärande som tillsammans blir Maskininlärning känns som den framtid jag vill ta del av och utveckla med likasinnade. Om du känner samma sak tveka inte att kontakta mig.",
    "resume": "Ladda ner mitt CV"
  },
  "homePage": {
    "description": {
      "span1": "Ingenjörsstudent inom sociotekniska system vid Uppsala universitet. Med en master som specialiserar sig på IT med stora intressen för ",
      "span2": "AI ",
      "span3": "och ",
      "span4": "Webbutveckling."
    },
    "scroll": "Scrolla ner..."
  },
  "projectPage": {
    "title": "Portfolio",
    "cards": {
      "card1": {
        "title": "Vinkällaren",
        "description": "Detta är en mobilapplikation som hjälper dig att hålla reda på vinerna du äger. Skrivet av mig med Googles programspråk Dart, med ett ramverk som heter Flutter.",
        "url": "https://github.com/redsuperbat/wine_cellar",
        "img": "https://i.imgur.com/bXYqcne.png",
        "language": "Dart"
      },
      "card2": {
        "title": "Zigma Böcker",
        "description": "Mobilapplikation for andrahandsförsäljning av kurslitteratur, skriven i Dart med ramverket Flutter. Utvecklade den här appen som en del av min kandidatexamen. Fullständig rapport hittas på github.",
        "url": "https://github.com/redsuperbat/zigma",
        "img": "https://i.imgur.com/rZNhjqC.png",
        "language": "Dart"
      },
      "card3": {
        "title": "Bildigenkänning",
        "description": "Bildigenkänningsalgoritm som känner igen bilder genom att träna en modell från en enorm uppsättning bilder. Koden använder keras-biblioteket som körs ovanpå tensorflow.",
        "url": "https://github.com/redsuperbat/CIFAR-deep-learning",
        "img": "https://i.imgur.com/O9Zy2r3.png",
        "language": "Python"
      },
      "card4": {
        "title": "Beställningsapplikation",
        "description": "Detta är ett projekt som gjorts av mig och 4 andra studenter för en kurs i människa-datorinteraktion. Målet var att göra en användarvänlig beställningsapp för hamburgare, samt att vara ett verktyg för orderhantering i köket.",
        "url": "https://github.com/redsuperbat/Hamburger-app",
        "img": "https://i.imgur.com/P6G3z1j.png",
        "language": "html, css, javascript"
      },
      "card5": {
        "title": "Lagervaruhanterare",
        "description": "Webb-app jag skapade som en del av ett sommarjobbssök. Denna app har uppdateringar i realtid med hjälp av websockets som är anslutna till en mysql-databas. Skrivet i vuejs, node och mySql.",
        "url": "",
        "img": "https://i.imgur.com/R0E095R.jpg",
        "language": "html, css, javascript, mysql"
      }
    }
  }
}
